[
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/influencia-web-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/influencia-web.webp",
    "title": "Influencia Web",
    "hashtag": "#Blogs",
    "description": "La influencia sigue siendo un poderoso recurso, aunque en la actualidad se enfoque principalmente en el entretenimiento. Aquellos que saben cómo manejarla conservan un poder significativo.",
    "text": "Desde sus inicios, la influencia ha sido una pieza clave en el desarrollo humano, utilizada para dirigir las acciones de las personas en diversos ámbitos, como lo cultural, lo económico, lo político, la construcción y hasta en simples mensajes y recomendaciones cotidianas. Sin embargo, es preocupante que a menudo se vea afectada por factores como el aburrimiento, el estrés y la búsqueda de gratificaciones instantáneas.<br /> <br /> Cuando utilizamos la web, lo hacemos con diferentes propósitos, ya sea para aprender o para entretenernos. Dependiendo de la persona que esté leyendo este blog, es posible que esté reflexionando sobre su propio uso en este momento. Imagina esto: tienes acceso al conocimiento de toda la humanidad en la palma de tu mano, sin necesidad de visitar una biblioteca o emprender largos viajes en busca de información. Entonces, ¿Cómo estás aprovechando la web hasta ahora?<br /> <br /> El contenido es crucial, por eso debemos ser selectivos en las personas a las que seguimos para consumir contenido valioso. No es lo mismo ver un canal que muestra trivialidades como '30 cosas que no sabías' o a personas que bailan para impresionar o alardear. Cada persona puede hacer lo que desee y ganar dinero a través del contenido, como prefiera, pero ¿Dónde está el contenido de valor que nos enseña a mejorar nuestras vidas o a crear riqueza?<br /> <br /> Si el contenido valioso tiene tanto valor, ¿por qué tan pocas personas siguen este tipo de contenido?<br /> <br /> En general, las personas a menudo buscan escapar de la realidad y pueden descontentarse de sus vidas cotidianas. Al ver a otras personas felices, experimentan una felicidad momentánea basada en una realidad falsa. Cuando se dan cuenta de esto, su propia realidad les parece aburrida. Esto sucede porque, en lugar de valorar su propia vida, enfocan su atención en las vidas de otras personas. A menudo, el valor que perciben en esas vidas ajenas no es real o está distorsionado.<br /> <br /> Sin embargo, hay personas que despiertan y comprenden que el entretenimiento es adecuado solo en momentos específicos, no durante todo el día. Estas personas se dedican a la auto mejora, buscando generar valor y avanzar en sus vidas sin necesidad de exponer cada detalle en las redes sociales. Esto es evidente incluso en jóvenes que ni siquiera utilizan o tienen presencia en redes sociales. Curiosamente, son estas personas las que a menudo demuestran un mayor valor y significado en sus vidas.<br /> <br />",
    "date": "20 septiembre 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/gospel-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/gospel.webp",
    "title": "Gospel Regresa",
    "hashtag": "#Events",
    "description": "El mejor concierto de música cristiana que he presenciado no solo fue impresionante por la música en sí, sino que también tiene una historia conmovedora detrás.",
    "text": "Mi primer concierto, donde la música nunca dejó de sonar y la emoción de ver a artistas de música cristiana como Redimido y Barak en persona, y escuchando canciones clásicas como 'Remolineando' junto con la banda Living. También tuvimos la oportunidad de conocer a personas influyentes de la radio secular de Colombia. Fue una experiencia increíble para todos los amantes de los espectáculos y la música.<br /> <br /> Pero además de la música, este evento también compartió una historia con una pequeña reflexión. Todo comenzó cuando un grupo de jóvenes, incluyéndome, estábamos emocionados por asistir al concierto. A pesar de la lluvia que comenzó a caer, decidí fluir y asistir, mientras que los demás jóvenes optaron por quedarse en casa. Finalmente, solo mi hermana y su pareja se unieron a mí en el concierto.<br /> <br /> Llegué después de la tercera función, prácticamente cuando la banda Living estaba comenzando su actuación. Al llegar, me encontré con una multitud apasionada. Desde una parte elevada del área del concierto, noté que frente al escenario había un espacio no tan lleno, justo al pie de la tarima. Mi deseo era estar lo más cerca posible del escenario, pero al otro lado se encontraba una zona VIP. Entonces, me pregunté: '¿Cómo puedo entrar?<br /> <br /> Cuando llegó mi hermana con su pareja, ellos se quedaron en la parte trasera debido a que ella tiene problemas de audición. Entablé una conversación con ellos y, por supuesto, tomamos algunas fotos juntos. Sin embargo, mi deseo esa noche seguía siendo entrar a la zona VIP. 'Ve a ver si puedes', me instó mi hermana. Así que empecé a preguntar a los guardias cómo podía entrar. 'Solo hay una entrada VIP y necesitas una pulsera VIP para acceder', me dijeron varios guardias dentro del concierto.<br /> <br /> Entonces, corrí hacia la puerta VIP, que estaba ubicada fuera del lugar del concierto en el Simón Bolívar. Mientras corría, le pedía a Dios que me permitiera entrar para estar lo más cerca posible del escenario. Cuando llegué a la puerta VIP, estuve buscando una manera de entrar hasta que casualmente vi a una mujer que tenía varias pulseras VIP en la mano. Ella me llamó y me dijo: 'Te daré todas estas pulseras, pero con la condición de que las compartas con otras personas'. En total, tenía 10 pulseras.<br /> <br /> Una vez que tenía todas las pulseras y pude entrar por la puerta, comencé a llamar a mi hermana y a su pareja para que me acompañaran, pero no quisieron debido al volumen del concierto. En ese momento, pensé en las personas que no habían venido conmigo, y me recordó la parábola que Jesús contó en Mateo 22:2-14. Empecé a repartir las últimas pulseras hasta que no quedó ninguna. Me sentí feliz de haber podido entrar a la zona VIP, pero al mismo tiempo pensé en cómo hubieran sido las cosas si todos hubieran estado aquí.<br /> <br /> El concierto fue espectacular y me alegré de una manera maravillosa con la música resonando en todo su esplendor. Pero lo más importante fue la lección que me dejó: ¿Y tú, alguna vez has hecho algo verdaderamente audaz para alcanzar algo que parecía inalcanzable?",
    "date": "6 agosto 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/microsoft-build-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/microsoft-build.webp",
    "title": "Microsoft Build",
    "hashtag": "#Events",
    "description": "El evento de Microsoft Build en Colombia destacó los avances en la implementación de la inteligencia artificial para una sociedad en constante integración con la IA.",
    "text": "Uno de los eventos más significativos en el mundo de la tecnología, ya que marcó el inicio de una nueva era. En él, se delinearon los futuros pasos de la implementación de la inteligencia artificial en todos sus sistemas internos, así como en los servicios al público y en el apoyo a los trabajadores, con el objetivo de simplificar sus labores diarias. <br /> <br /> Una de las conferencias iniciales fue liderada por el CEO de Platzi, una destacada empresa de educación en línea en Colombia. El portavoz, Freddy Vega, nos ilustró sobre cómo la inteligencia artificial transformará el entorno laboral. Hace apenas unos meses, las empresas se enfrentaban al desafío del trabajo remoto, y ahora deben explorar el uso de la inteligencia artificial en sus modelos de negocio. Es asombroso cómo la tecnología avanza a un ritmo vertiginoso, logrando en menos de un año lo que solía llevar una década. <br /> <br />  Abraham Martínez, Director de Marketing y Operaciones de Microsoft para la región andina, y Carlos Hincapié, Director de Azure de Microsoft para la región andina, ofrecieron una explicación clara sobre su visión de implementar la inteligencia artificial en todos los productos existentes. Esto abarca desde el paquete Office hasta las implementaciones en Azure, incluso con la inclusión de copilotos de IA para correcciones y mantenimiento. <br /> <br /> Para los desarrolladores interesados en crear en la web en diversos ámbitos laborales, se presentó GitHub Copilot X. Este modelo no está diseñado para reemplazar a los programadores, sino para servir como un copiloto que ayuda en pequeños fragmentos de código, revisiones y comentarios en todo el código, proporcionando explicaciones breves sobre lo que hace el código. Estas implementaciones son simplemente fascinantes y hacen que la vida de cualquiera sea más fácil. <br /> <br /> Durante el evento, tuve la oportunidad de conocer y hacer preguntas a varias marcas que estaban presentes, como Lenovo, Platzi y GitHub. Cada una de ellas compartió sus implementaciones de inteligencia artificial. Con Lenovo, pude preguntar a los representantes cómo implementan la IA en sus cámaras de seguridad, mientras que con Platzi, que es un modelo de educación, exploré cómo planean incorporar cursos de IA en su plataforma. <br /> <br /> Una de las experiencias más destacadas de este evento fue la disposición de algunos de los oradores para interactuar directamente con el público y abordar diversos temas relacionados con los negocios y, por supuesto, la inteligencia artificial. Esta actitud humilde y ejemplar por parte de los voceros convirtió el networking en una experiencia aún más especial que simplemente asistir a charlas. Fue, sin duda, uno de los aspectos más destacados del evento. <br /> <br /> Para consultas sencillas, redacción y aprendizaje de código, ¿Cuánto tiempo ahorramos preguntando a nuestro copiloto digital en lugar de a una persona experimentada? Apreciamos la sabiduría humana, pero esta innovación potencia nuestra creatividad y conocimientos.",
    "date": "6 junio 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/ducha-fria-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/ducha-fria.webp",
    "title": "Duchas Frias",
    "hashtag": "#Blogs",
    "description": "Las duchas frías pueden fortalecer la mente y prepararla para enfrentar los desafíos de la vida, sin embargo, ¿por qué evitamos algo tan beneficioso y sencillo como tomar una ducha fría?.",
    "text": "Todos sabemos que tomar duchas frías es beneficioso para nuestro cuerpo, pero son pocos los que conocen los efectos positivos que tienen en nuestra mente y en nuestro bienestar personal. La mayoría de las veces, nos recomiendan tomar duchas frías sin profundizar en los beneficios que pueden aportar a nuestra salud mental y estado de ánimo. ¿Por qué no disfrutar de algo tan simple y natural como una ducha fría y aprovechar sus efectos de fortalecimiento y refrescamiento para nuestra mente?. preparado/a. <br /> <br /> Cuando empezamos a tomar duchas frías, nuestra mente automáticamente evita la incomodidad que podemos sentir al principio, lo cual es algo genético, pero también significa que podemos dominarlo con nuestra voluntad.Al romper esa barrera del miedo al agua fría, con el tiempo podemos preferirla a la caliente, ya que dejamos de sentir la resistencia de mantenernos calientes en la mañana.El primer beneficio que obtenemos es una mayor productividad por las mañanas, lo cual se debe a que las duchas frías aumentan nuestro estado de alerta y energía, preparándonos para enfrentar el día con más vitalidad. <br /> <br /> Una vez que tomamos la decisión de tomar duchas frías, el primer cambio que notamos es un aumento en nuestra energía y vitalidad.Además, otro beneficio que experimentamos es una mayor concentración y enfoque en los problemas, ya que el frío actúa como un estímulo que activa naturalmente nuestro sistema nervioso, volviéndonos más alerta y despiertos.Esto también puede ayudarnos a mantener una mente más calmada durante momentos de estrés, incluso mientras estamos bajo la ducha, lo que nos permite tener un mayor control sobre nuestras emociones y pensamientos. <br /> <br /> Cuando logramos tener control sobre nuestras emociones y el entorno en general, podemos adquirir más confianza en nosotros mismos.Al tener nuestras emociones bajo control y una mente enfocada en nuestros problemas o situaciones sociales, podemos tener un mejor desempeño en el trabajo y en otros ámbitos.Es por eso que el beneficio de tomar duchas frías no solo mejora nuestra salud, sino que también puede mejorar significativamente nuestra vida. <br /> <br /> Cuando nos enfrentamos a algo difícil por primera vez, puede resultarnos complicado e incluso abrumador.Sin embargo, a medida que seguimos practicando y mejorando, lo que antes nos parecía difícil se va volviendo más sencillo hasta que finalmente se convierte en algo fácil de hacer.A menudo, son las cosas pequeñas y constantes las que tienen un mayor impacto a largo plazo, tal como sucede cuando un árbol crece en un bosque: al principio puede pasar desapercibido, pero con el tiempo se convierte en un imponente roble.",
    "date": "29 abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/lectura-ligera-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/lectura-ligera.webp",
    "title": "Un Rato De Lectura",
    "hashtag": "#Blogs",
    "description": "Aunque los videos de las redes sociales son populares hoy en día, yo prefiero el poder de la escritura para compartir historias y consejos.",
    "text": "Aunque los videos de redes sociales como Instagram y TikTok han ganado popularidad, para mí no hay nada que supere el poder de la escritura. Tengo una pasión por compartir historias y consejos a través de la palabra escrita, y me siento profundamente orgulloso de escribir algo propio que pueda ayudar a las personas a mejorar su vida con una lectura ligera y agradable.<br /><br /> Todos nos sentimos felices cuando algo que hemos creado mejora la situación de alguien, incluso si no cambia su vida por completo. Es valioso que algunas personas logren esos resultados, pero incluso la persona más modesta se alegra cuando su creación trae un momento de alegría o reflexión. ¿Hay algo más gratificante que escuchar una historia larga donde el narrador es el protagonista y encontrar una reflexión en ella?. <br /><br /> En tiempos difíciles, una buena historia puede ser como un refresco para el alma y el corazón. Además, puede ayudarnos a comprender que existen múltiples soluciones a un problema, incluso cuando parecen confusos al principio. <br /><br /> Recuerdo haber visto a un anciano leyendo un libro un día, y cuando un joven le preguntó por qué se sentía tan feliz leyendo un simple libro, el anciano respondió: \"Ya soy demasiado mayor para hacer las cosas que hacía cuando era joven, así que leo libros para revivir momentos y lugares y para crear nuevos en mi mente\". Esta simple declaración me hizo reflexionar sobre cómo la lectura puede llevarnos a lugares y momentos que quizás nunca podremos experimentar en la vida real, y cómo puede enriquecer nuestras vidas de maneras inesperadas. <br /><br /> Hoy en día, leer puede ser visto como un esfuerzo para muchas personas debido a la facilidad con la que se pueden consumir videos. Sin embargo, si comparamos a alguien que lee con alguien que solo ve videos, podemos ver la diferencia en madurez y control mental. Las personas más sabias y exitosas suelen ser ávidas lectoras, porque la lectura nos permite reflexionar y analizar de una manera más profunda que los videos, lo que nos ayuda a desarrollar habilidades y conocimientos valiosos. <br /><br /> La experiencia de sumergirse en la mente del escritor es inspiradora, ya que te permite revivir momentos de personas que han pasado por experiencias asombrosas y han tenido pensamientos únicos. Accedes a un conocimiento inmenso que trasciende cualquier época, y lo mejor es que lo puedes encontrar en tu estantería, en un estante de libros, o incluso estos blogs que puedes leer cómodamente en tu celular. <br /><br /> Este proyecto alberga una gran cantidad de historias, reflexiones y experiencias que no están destinadas a ser olvidadas en un repositorio de GitHub o en un rincón perdido de la web. Creo que las personas que las lean podrán encontrar una solución, una pista para resolver sus problemas o, simplemente, disfrutar de una lectura ligera y entretenida. Estoy convencido de que estas historias pueden ayudar a las personas a mejorar su vida de alguna manera. <br /><br /> ¿Y tú, qué historia tienes para contar? Es posible que tu relato pueda ayudar a alguien más en su camino.",
    "date": "28 Abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/blog-v2-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/blog-v2.webp",
    "title": "Projecto Blog V2",
    "hashtag": "#Projects",
    "description": "Un proyecto exitoso no solo funciona bien, también tiene que ser atractivo para los usuarios. Todo debe funcionar perfectamente y lucir atractivo a la vista para causar una buena impresión.",
    "text": "Este proyecto es una muestra de mi dedicación para crear algo visualmente atractivo y funcional. Además, he trabajado arduamente en su actualización para que los usuarios puedan acceder fácilmente a mis blogs y otros proyectos, los cuales pueden ser vistos en mi repositorio de Github, donde también los expertos en programación pueden dejar sus comentarios o sugerencias.<br /><br /> La mejora constante de un proyecto es vital para alcanzar la máxima optimización de su funcionamiento. Sin embargo, a menudo descuidamos la importancia de un buen diseño, lo cual puede ser un error. En mi caso, me enfoco en el diseño UI y creo que es fundamental recibir consejos y observar las creaciones de otros profesionales en este ámbito para mejorar nuestras habilidades. <br /><br /> Creé este blog inspirado en diseños UI que vi en Figma, así como en páginas que promocionaban productos y viajes. A pesar de ello, siempre mantuve mi estilo personal y agregué mi logo y descripción. Dividí la página en secciones y añadí luces alrededor del diseño. En cuanto al código, también lo dividí por secciones para facilitar su mantenimiento y la publicación de blogs. <br /><br /> No basta con que tu producto sea funcional; si no es atractivo y no sabes cómo promocionarlo, no lograrás monetizarlo. Por eso es importante dedicar tiempo y esfuerzo tanto al diseño como a la estrategia de marketing para que tu proyecto no se convierta en una simple distracción sin valor. <br /><br /> Al crear un proyecto, la funcionalidad es primordial. Es importante definir claramente dónde se implementará y cómo se hará. Luego, buscar inspiración en lugares específicos, como Figma para el diseño, Instagram o Pinterest para fotos con buen diseño, y Tiktok para videos llamativos. Las herramientas también son importantes para hacer que tu proyecto sea visible al público, como Github Page para este Blogs. Por ultimo, Identificar tu público es esencial, ya que el diseño y la implementación deben ser efectivos y dirigidos al público adecuado. Recuerda, el diseño de un Ferrari no es el mismo que el de un Tesla, ni el de un Rolex que el de un Casio. <br /><br /> Es importante tener en cuenta que el diseño y la inspiración detrás de un producto o proyecto influyen en cómo es percibido por las personas. Por ejemplo, Ferrari y Tesla pueden ser ambos fabricantes de coches, pero sus diseños y la esencia que transmiten son diferentes. Por lo tanto, es importante que tus diseños estén dirigidos al público adecuado y con la inspiración correcta <br /><br /> Creé este blog para ofrecer una experiencia de lectura atractiva y ligera, que destaque entre otros blogs. Además, diseñé un sistema funcional para publicar mis escritos de manera más práctica. ¿Y tú? ¿Qué creaste y cuáles fueron los pasos que seguiste para diseñar y programar su funcionalidad?",
    "date": "28 Abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/portafolio-v2-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/portafolio-v2.webp",
    "title": "Portafolio V2",
    "hashtag": "#Projects",
    "description": "Los proyectos pueden evolucionar como los carros, por lo que no deben ser abandonados ya que siempre hay margen para mejoras.",
    "text": "Los proyectos suelen ser abandonados por algunas personas, mientras que otras los mejoran y los restauran en versiones mejoradas. Es importante seguir mejorando un proyecto que tiene potencial para evolucionar, ya que siempre hay lugar para mejoras, incluso si algo ya funciona. Como dijo el famoso empresario Robert Bosch: \"Solo porque algo funcione, no significa que no pueda mejorarse<br /><br /> La primera creación de un creador es un reflejo de su pasión por crear y su búsqueda de propósitos para crear soluciones a los problemas de la sociedad. Estas personas a menudo son consideradas genios intelectuales, expertos en la materia o sabios del tema, e incluso algunos las idolatran. Antes de ser conocidos por el público, estos creadores apasionados eran individuos dedicados con una fe absoluta en su idea y su trabajo. <br /><br /> Gracias a los soñadores, podemos crear mejores caminos para personas con sueños similares y llevarlos a cabo en nuestras propias pasiones. Sin embargo, existe una diferencia entre aquellos que sueñan y aquellos que implementan sus sueños. Si todos los soñadores convirtieran sus ideas en realidad, tendríamos un mundo extremadamente innovador. Pero solo aquellos que están dispuestos a superar obstáculos y compartir sus ideas de manera efectiva lograrán llevar sus sueños a la realidad. El éxito no solo se trata de tener una idea innovadora, sino también de ser audaces en la implementación de esa idea. <br /><br /> Este portafolio ha sido actualizado de manera atractiva y funcional para facilitar su actualización. En él, he incluido todos mis proyectos personales que, a mi parecer, destacan, así como mis certificados de los cursos que he realizado, y, por supuesto, mis habilidades. ¿Has mejorado tú algo recientemente?.",
    "date": "28 Abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/la-luz-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/la-luz.webp",
    "title": "Los de la luz",
    "hashtag": "#Blogs",
    "description": "La verdad puede ser como un rayo de luz en la oscuridad o como agua en tierra seca. A los necios les parecer un terremoto, mientras que los sabios de pensamiento será como un peso ligero.",
    "text": "La verdad suele ser reveladora para la mayoría de las personas. Es absoluta e inmutable, y nadie puede corregirla, ya que no puede ser refutada ni destruida por ningún ser humano. La verdad es más grande que cualquier pensamiento humano y siempre permanecerá inamovible. preparado/a.<br /><br /> Solo los necios pueden negar la verdad, ya que prefieren aferrarse a sus mentiras y vanagloria en lugar de enfrentar la realidad. Es como si se cubrieran con abrigos rotos que no les protegen del frío de la verdad. La mentira tiene muchos agujeros y la verdad se filtra a través de ellos, incomodando a aquellos que practican la mentira y que no pueden soportar la verdad que se les presenta. <br /><br /> Pero la verdad no es mostrar los errores de otras personas, como muchos suelen hacer. Esas personas no miden sus palabras y pueden llegar a lastimar a quienes están a su alrededor. La verdad es amigable y, al mismo tiempo, contundente. Por eso, los sabios ven en la verdad la mayor belleza inmutable que existe y que puede existir. <br /><br /> Los sabios conocen la verdad y se relacionan con ella diariamente. La verdad puede ser como un rayo en la oscuridad densa, pero los sabios saben que la incomodidad que genera es beneficiosa ya que hay más valor en un cambio con verdad que en una mentira constante que nunca termina. Es importante señalar que la verdad no consiste en exponer los errores de otras personas, sino en ser amable pero contundente al presentarla. Aquellos que no miden sus palabras y lastiman a otros no comprenden la verdadera naturaleza de la verdad y actúan de manera irresponsable. <br /><br /> La verdad nos liberará de cualquier cárcel de comodidad y de cualquier rutina que corroa nuestros huesos, de la depresión e incluso de la falsa verdad que genera el mundo cotidiano. ¿Ya sabes cómo encontrar la verdad, como un rayo que ilumina la oscuridad.",
    "date": "27 Abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/mente-cresimiento-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/mente-cresimiento.webp",
    "title": "una mente en cresimiento",
    "hashtag": "#Blogs",
    "description": "El crecimiento puede venir de varias formas; de manera sutil o de manera agresiva, pero siempre constante y adaptable a la mente de la persona aunque siempre duele cuando creces.",
    "text": "Lo mejor que puedes hacer ante el cambio es aceptarlo con agrado, ya que todo cambio positivo es necesario, aunque a menudo venga acompañado de incomodidades. Si no aceptas las dificultades como aliadas, no podrás avanzar. La belleza del cambio está en aprender a controlar situaciones que al principio pueden parecer confusas o para las cuales no te sientas preparado/a.<br /><br /> Cuando una situación de cambio afecta tu estilo de vida, es común que trates de resolverla utilizando tus conocimientos previos. Sin embargo, si te das cuenta de que eso no funciona, puedes buscar consejos de personas que hayan pasado por una situación similar. En ese momento, tú como receptor/a del consejo puedes adoptar una de dos posiciones: adaptarte a la situación o evadirla. <br /><br /> Cuando las personas reflexionan sobre los consejos, pueden adaptarse al cambio en lugar de huir, ya que quieren confrontar el problema directamente. Estas personas suelen ser las más fuertes en cuanto a carácter y estabilidad mental, y tienen una mayor seguridad en sí mismas, ya que saben que los cambios no los afectarán ni los manipularán. <br /><br /> Cuando las personas desean eludir los problemas, a menudo buscan la comodidad absoluta y evitan hacer mayores esfuerzos para resolver el problema a través del cambio. Por lo tanto, hay personas que rechazan oportunidades en la vida debido a que no se sienten seguras consigo mismas, ya que para ellas, cualquier cambio, aunque sea positivo, representa un peligro. En general, solo cambian cuando pierden algo importante o cuando sucede algo extraordinario. <br /><br /> El crecimiento siempre implica dolor, al igual que a un niño le duelen los zapatos que usaba hace 3 años porque ya no le quedan bien. Lo mismo ocurre con nuestra mente y el mundo que nos rodea. Un adulto no podrá adaptarse a una actitud infantil, ya que se sentirá limitado e incómodo al intentar regresar a una mentalidad del pasado. <br /><br /> Las diferentes situaciones de la vida pueden generar un cambio de mentalidad, pero la adaptación ante los problemas será completamente responsabilidad tuya. Se pueden presentar problemas o oportunidades de negocios, pero será tu mentalidad la que determine si te adaptas o los evitas.",
    "date": "26 Abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/AI-amiga-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/AI-amiga.webp",
    "title": "Revolutionizing Work",
    "hashtag": "#Blogs",
    "description": "la AI una revolicion tecnologia para le ser humano con el potencial de hacer trabajos complejos en segundo o solo pedierle que cree una reseta de cocina.",
    "text": "El crecimiento de la inteligencia artificial (IA) ha sido impresionante para las personas del mundo. Antes, solo los aficionados a la tecnología se emocionaban con ella, pero hoy en día se ha vuelto una herramienta sumamente necesaria para el ser humano, tanto como Excel. La IA puede llevar las capacidades humanas a otro nivel, haciendo que una persona tenga una mejor perspectiva de su trabajo al momento de ejecutar una tarea concreta.<br /><br /> La inteligencia artificial (IA) ha llegado para crear un mundo completamente nuevo debido a su capacidad de construir texto, imágenes y consultas complicadas o sencillas, ofrecer consejos financieros y mucho más. La IA estuvo presente antes que OpenAI, pero fue el cambio de rumbo lo que sorprendió al público. Esto se debió a que los únicos que podían usar una IA eran personas que conocían los funcionamientos y las implementaciones de la misma, como el reconocimiento facial en cámaras de vigilancia o en los filtros de Instagram (pero aquí nadie sabía que se utilizaba una IA) o software como los carros de Tesla. <br /><br /> La gran accesibilidad de OpenAI lo ha puesto en la cima de las inteligencias artificiales a los ojos del público. Aunque Tesla utiliza inteligencia artificial para sus autos, no es muy accesible para la gente común. OpenAI inició la carrera de las inteligencias artificiales haciendo que todas las empresas existentes saquen de manera masiva inteligencia artificial de sus productos. Por ejemplo, Adobe sacó una inteligencia artificial de imagen generativa para los usuarios con resultados muy únicos. <br /><br /> Sin embargo, este mundo es de comercio y no todos los creadores de inteligencia artificial pueden poner sus productos de manera abierta porque crear inteligencia artificial es muy costoso. Por lo tanto, hay inteligencias artificiales gratuitas y de pago. Hoy en día, el que tenga una inteligencia artificial en su entorno de trabajo será mucho más eficiente en su trabajo e incluso en su ámbito diario. <br /><br /> Gracias a las competencias de las multinacionales que quieren sacar una inteligencia artificial de manera masiva, los usuarios podemos aprovechar los múltiples usos que podemos sacar de ella. Para aquellos que trabajan en tecnología, el consumo de API o Github Copilot es muy útil; mientras que para las personas comunes, preguntar sobre recetas de cocina sin necesidad de entrar a una página o crear una historia o un discurso para una exposición es muy conveniente. La IA es para todo tipo de persona, ya que puede solucionar problemas complejos y comunes. <br /><br /> Esta es una nueva temporada para la humanidad. Al igual que sucedió anteriormente con los iPhones y las computadoras en casa, ahora puedes tener un ayudante profesional que no se cansará de que le preguntes cada cinco minutos. Es tiempo de que todos los trabajos alrededor del mundo comiencen a normalizar el uso de la IA en el ámbito laboral. ¿Ya comenzaste a usar una IA?.",
    "date": "26 Abril 2023"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/rios-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/rios.webp",
    "title": "KNOWLEDGE´S RIVERS",
    "hashtag": "#Blogs",
    "description": "El conocimiento es como los ríos, que tienen un ancho, una profundidad, donde las personas entran y deciden hasta dónde llegar, conforme a sus principios, motivaciones y curiosidades.",
    "text": "Imagina el conocimiento como un río que hayas visitado, de seguro te preguntaste qué tan profundo, que tan ancho es el río, y si eres muy curioso te preguntaste, dónde empieza y dónde terminará. Cuando inicias a estudiar alguna materia, sea de tecnología, finanzas o artes, puedes ver que es un río de posibilidades y las materias como todos los ríos del mundo son diferentes, en la velocidad como corren las aguas, si tiene muchas o pocas piedras, y si el río es corto, largo o infinito (como la tecnología). <br /><br /> Usualmente las personas van al río más cercano, para evitar la fatiga de ir a uno más lejano y su barca (mente) se acomoda a lo que tiene y a lo que no tiene, si el río no tiene salmón, se acomodan y no sale a buscar otros ríos que tenga salmón. Estos son los ríos enseñados por sus padres o conocidos cercanos. No saber es semejante a no ver. y tú ¿tomaste un río cercano o lejano?. <br /><br /> Gracias a un mapa global compartido (el internet) las personas pueden ver múltiples ríos con un mapa, que puede dirigirlos a un río específico para cada persona. Con esta oportunidad de conocimiento, las personas podrán escoger su río que más se aplique a su talento y decesos. <br /><br /> Gracias a la flexibilidad de oportunidades y conocimiento, se puede viajar entre ríos o cambiar de ruta, y el mundo como los ríos no se mantienen quietos, siempre rompen rocas para abrir nuevas rutas de conocimiento y de oportunidades, esto lo vimos en la pandemia global, donde se abrió un nuevo método de trabajo para cualquier persona, y se conoce como trabajo remoto. <br /><br /> Quizás sea el mejor método para trabajar a nivel global, ayuda a las personas a trabajar sin estrés y a las empresas a ahorrar dinero en oficinas y recursos variados que ahora mismo son opcionales. Ahora las personas ya no van a navegar en ríos cercanos sino que buscarán el mejor río, pero los mejores ríos piden mejores barcos (preparación y conocimiento), es por eso que debemos saber que río escoger y que barco tener.",
    "date": "15 Octubre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/platzi-conf-22-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/platzi-conf-22.webp",
    "title": "PLATZI CONF 22",
    "hashtag": "#Events",
    "description": "La Platizi Conf en Colombia, un evento lleno de conocimiento y curiosidad para cualquier persona con diferentes metas en el mundo tecnológico. un evento grandioso.",
    "text": "La experiencia de la Platzi Conf 2022, una de las mejores experiencias sobre el conocimiento y el aprendizaje sobre temas diversos como; finanzas, creatividad y tecnología. hubo muchas conferencias al tiempo, y puede estar en las cuatro áreas que ofrecía platzi, estas eran EXPERT STAGE, BUSINESS STAGE, CREATIVE STAGE Y TECH STAGE, y esta es mi experiencia en Platzi Conf 2022 <br /><br /> Comenzamos con la conferencia principal, la Expert Stage, en esta primera parte de la Conf nos encontramos con el mismo CEO(Freddy Vega) y COO(Christian Van Der Henst) de platzi y a mujeres increíbles como Diana Uribe Forero, estos speakers nos cuentan temas muy interesantes, temas como “cómo construir riqueza en LATAM” “viaje de vida a los balcanes”. Había temas muy variados, pero todos se enfocaron en un hilo conductor, aprende con curiosidad y arriesgate a ser feliz <br /><br /> Después de la conferencia principal tomamos un descanso para almorzar, pero no era cualquier lugar para comer, podías hablar directamente con algunos líderes de grupo de platzi y CEOs de Startups, una experiencia totalmente increíble para cualquier persona <br /><br /> Cuando terminó la conferencia principal, pasamos a las múltiples conferencias que ocurrían asincrónicamente, se podía ver diferentes temas de las areas BUSINESS STAGE, CREATIVE STAGE Y TECH STAGE gracias al tiempo puede tocar un par de temas de cada uno, en la de BUSINESS puede ver planes económicos a largo plazo y que la riqueza ama a los auténticos, en CREATIVE aprendí que atreverse es fundamental para crear creatividad y en TECH sobre temas de la WEB3 y como una persona puede entrar <br /><br /> La Platzi Conf 2022 fue muy grandiosa, conocer a personas con conocimiento y sabiduría es un regalo muy valioso, espero con emoción eventos similares y la próxima Conf. y a ti ¿a qué tipo de conferencias te gustaría ir? y ¿te gustaría ir a la próxima Platzi Conf?.",
    "date": "26 Septiembre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/portafolio-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/portafolio.webp",
    "title": "PORTAFOLIO",
    "hashtag": "#Projects",
    "description": "El crecimiento personal puede llegar a ser solitario porque eres tú mismo quien empujo la piedra del esfuerzo y toma la decisión de llamar a la sabiduría.",
    "text": "Un nuevo modelo de hoja de vida para las nuevas generaciones y nuevos métodos para encontrar trabajos y no someterse a una empresa, porque fácilmente puedes saltar de empresa en empresa ¿o no?, el portafolio muestra tu experiencia y creatividad en una página web que los reclutadores pueden ver e incluso tus contactos, ¿pero como función?. <br /><br /> Dependiendo de donde hagas el portafolio, la gracias es que este en la web y tener la oportunidad de demostrar a los reclutadores de lo que eres capaz, pero ser bueno no es suficiente, quizás te abran las puertas, pero el juego de promocionarse cambio, ya no es promoción nacional sino que ahora es internacional (gracias al trabajo remoto). Tienes que ser radicalmente diferente al mundo y no solo debes poner conocimientos, sino que tienes que demostrar personalidad única, porque los conocimientos pueden ser parecidos alrededor del mundo, pero no los gustos o pasiones. <br /><br /> Dependiendo de tus habilidades pueden llamar la atención de diferentes reclutadores, pero lo que yo recomiendo, es ser fácilmente identificable de lo que eres y de lo que quieres, ejemplo: te dedicas al marketing y quieres trabajar presencial para hacer mejores videos de la empresa o eres programador y quieres trabajar remoto, porque sin horarios trabajas mejor. Especificar de lo que eres es muy bueno y poner tus requisitos de trabajo no es malo (no exageres en esos requisitos, porque es imposible que te den 3 meses de vacaciones pagas, no pongas tu salario actual o el que quieras ganar), esto te ayudará a ti y a los reclutadores ahorrar tiempo y futuros errores. <br /><br /> Tienes que jugar contra tiempo, porque los reclutadores tienden a revisar un portafolio en 3 minutos o menos, asi que tu portafolio tiene que ser lo más accesible y sencillo posible (tienes que tener un equilibrio entre imágenes y texto), para que el reclutador encuentre toda tu información rápidamente, la gracia es que no tengan que hacer muchos “clicks” para encontrar tu dedicación o tus proyectos.",
    "date": "3 Septiembre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/metaverso-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/metaverso.webp",
    "title": "EL METAVERSO",
    "hashtag": "#Blogs",
    "description": "La creación de un mundo donde puedes hacer de todo, pero llegaremos a ver un metaverso como el de la película “Ready player one” en su totalidad de libertad.",
    "text": "La creación de un universo digital creado por el hombre, donde el límite de creación es la creatividad humano, un mundo o diversos mundo creados por usuarios y donde cada usuario puede ser de cualquier forma, tamaño y sexo sin tener que salir de sus hogares con aire acondicionado y pidiendo comida a domicilio. ¿Al principio suena bueno pero llegaremos a un metaverso semejante al “Ready player one”?. <br /><br /> Si vieron la película de “Ready player one” o tienen conocimientos de lo que se quiere tratar el metaverso, se les hará divertido el blog (les recomiendo ver la película). El mundo quiere un metaverso quizás para alejarse de la dura realidad y ser felices en un lugar donde cualquier creatividad se puede ver tan real como la misma realidad, una persona que ve el mundo diferente o quiere que poner su mundo en la realidad lo puede hacer gracias al metaverso, si alguna persona le hubiese gustado que el pasto sea morado y el cielo anaranjado lo puede hacer o si la persona le gustan los juegos extremos, pero no se atreve en el mundo real por miedo a morirse, puede crear un mundo que sea de juegos extremos donde podrá experimentar la adrenalina de un actividad extrema sin salir de su casa. <br /><br /> ¿Se podrá lograr el metaverso?, para crear el metaverso como el que nos muestra la película, tendrá que aparecer una empresa o empresas desinteresadas en crear un mundo sin publicidad como spam, anuncios o requisitos para entrar a diversos mundos dentro de este universo digital y cómo al dia de hoy las empresas sobreviven al plan de negocios de las publicidades/anuncios para crecer y tener ingresos de sus creaciones, se ve muy difícil que una empresa sin anuncios crezca o ¿no?. <br /><br /> La película “Ready player one” muestra una empresa que creó el metaverso llamado Oasis y el CEO era un hombre antisocial desinteresado por las reglas y los anunico, el metaverso puede tener anuncios pero no pueden ser agobiantes como los de youtube o como otras páginas web de alto tráfico, es por eso que el villano de la película quería poner millones de anuncios sin importar la comodidad visual o interactiva de los jugadores. <br /><br /> Si el metaverso quiere existir tendrá que ser libre, con reglas, con limitaciones de anuncios y una moneda global para todo el juego y que sea fácil ganar dinero en el mismo juego y tan solo hemos hablado del tema programable aun falta los guantes, las gafas y como hacer la experiencia de usuario y cómo será para que los gobiernos acepten un solo tipo de moneda. ¿Cuánto tiempo crees que tomé este modelo de metaverso soñado?.",
    "date": "3 Septiembre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/platzi-conf-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/platzi-conf.webp",
    "title": "PLATZI CONF ES",
    "hashtag": "#Events",
    "description": "Un evento muy esperado por muchos y tuve que ver el envivo desde mi casa, pero aunque la experiencia no fue presencial me encontré con algo muy especial y raro en “Platzi Conf España”",
    "text": "Mi experiencia en la platzi conf españa fue virtual debido a que no vivo en españa y no tenía dinero para el viaje, así que solo puede asistir de manera virtual. yo conocía la cultura de platzi por medio de las redes sociales y porque estoy estudiando en su plataforma, pero nunca me espere como actuarian los expositores, algunos cantaban, otros contaban pequeños chiste en medio de la exposición, era un ambiente de enseñanza dinámico y muy entretenido. <br /><br /> En esta conferencia pude ver temas interesantes y testimonios de personas muy únicas, por ejemplo; un empresario que de niño mando un satélite al espacio y que ahora fundó su empresa de creación de satélites llamada FOSSA SYSTEMS, era impresionante el talento de los expositores y de la curiosidad de las personas del público que también les daban la oportunidad de hablar. Si yo hubieses estado ahí hubiera sido de las personas que más hubiese preguntado. <br /><br /> La conf presentó muchos temas, pero los que me llamaron más la atención fueron los temas de Marketing, la evolución del internet, el cambio de generaciones a través de la tecnología y el nuevo método de trabajo que dejó la pandemia. <br /><br /> En la conf hubo temas muy recientes como el trabajo remoto y cómo lo implementan diferentes empresas, y se puede decir que gracias a la conferencia de platzi ya se donde no meterme, cuando se trata de trabajar de forma remota. Gracias al trabajo remoto puede haber personas que vivan en un lugar de bajos impuestos y obteniendo mejor pago/guarda un poco más de dinero. <br /><br /> Me gustaría hablar de todos los temas que vi en la platzi conf españa (lastimosamente desde mi casa), pero el blog se haría muy largo, pero se verán blogs semejantes a los temas que vi en la platzi conf de españa. y ati ¿te gustaria ir a una conferencia de platzi?.",
    "date": "3 Septiembre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/proyect-blog-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/proyect-blog.webp",
    "title": "PROYECTO BLOG",
    "hashtag": "#Projects",
    "description": "Siempre me gusta hablar de historias o noticias interesantes sobre lo que leo,miro y vivo.y cree este super blog para documentar los blogs,proyectos y eventos generales que vivo.",
    "text": "Este proyecto fue hecho para llevar una documentación de mis experiencias y pensamientos creativos (proyectos que se irán haciendo a lo largo del tiempo), con el fin de compartir conocimiento y perspectiva. <br /><br /> Cuando una persona comienza a escribir un blog o un libro se puede ver como piensa y como actúa, es por eso que hay personas que cuando leen y se sienten como el protagonista, es como ver una película en tu cabeza en 360°, pendiente de cuál será el siguiente paso del protagonista, te imaginas ver el mundo a través de los ojos de Dios. La imaginación es una gran parte del ser humano donde una persona es excepcional, pero dos o más con una mente creativa pueden renovar el mundo y gracias a la tecnología hay más apoyo para esas personas ¿tu eres una de esas personas?. <br /><br /> Cuando pensé en crear este super blog (porque es una página web con contenido de blogs) fue para aumentar mi marca personal y como una marca personal no es venderse directamente sino compartir conocimientos a las personas interesadas en temas semejantes a los míos, los cuales se verán a lo largo de este super blog. <br /><br /> En este super blog se compartirá conocimiento del Dios que da sabiduría e inteligencia, también temas de tecnología y crecimiento personal.",
    "date": "3 Septiembre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/first-animacion-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/first-animacion.webp",
    "title": "FIRST ANIMATION",
    "hashtag": "#Projects",
    "description": "Siempre he querido aprender animación en general, pero no sabia en que, hasta que en la “escuela de desarrollo web” de platzi miré varios cursos de para páginas y ahí comencé.",
    "text": "Cuando te acercas a mejorar algo que ya sabes te sientes ya que eres mejor de lo que eras antes, solo por saber un poco más de lo que te gusta, esto fue lo que sentí cuando tome tres curso de animación de CSS en platzi, aunque el proyecto sea lo más simple posible de animación en CSS me abrió el mundo de imaginación para mis proyectos web. <br /><br /> El proyecto tiene código HTML,CSS se utilizó los “@keyframe” y se utilizó la propiedad animation y transition, estas fueron las primeras propiedades de animación que manejé y también aprendí cómo funciona la propiedad “z-index”. <br /><br /> El mundo de la animación es muy grande y muy complejo por eso miro contenido de animación de CSS en instagram y sigo estudiando para saber que otras animaciones pueden estar en mis proyectos, uno de los ejemplo donde he implementado mis conocimientos aparte de este primer proyecto de animación es en mi Blog y mi portafolio y por supuesto en mis futuros proyectos. <br /><br /> Si estas animaciones solo son en CSS que me puede esperar si busco más, la emoción del aprendizaje lleva a una persona hacer mejor de lo que hoy día es.",
    "date": "3 Septiembre 2022"
  },
  {
    "imgDesktop": "./assets/img/img-blogs/img-desktop/batata-bit-full.webp",
    "imgIphone": "./assets/img/img-blogs/img-iphone/batata-bit.webp",
    "title": "BATATA-BIT",
    "hashtag": "#Projects",
    "description": "batata-bit mi primer proyecto que hice en platzi, este modelo fue inspirado en las monedas digitales que al día de hoy son muy reconocidas y pueden te valor para el mercado mundial.",
    "text": "Este proyecto fue muy interesante crearlo debido a que en el área del Front-end fue creado para una empresa real donde es utilizada al día de hoy. este proyecto fue acompañado de la mano de los profesores de platzi, este proyecto llegue a ver cómo se maneja un diseño responsivo de una manera sencilla. <br /><br /> Esto lo aprendí dentro de la “escuela de desarrollo web” que actualmente estoy estudiando, y donde aprendí específicamente este proyecto fue en el “Curso de responsive design: maquetación mobile first”. Este es uno de los muchos cursos que ofrece Platzi a la hora de programar y enseñar. <br /><br /> Alguna vez pensaste que existirá una moneda mundial donde puedas utilizarla en Asia y en Latino américa sin que te cobren por un cambio de moneda porque sería la misma, pues ese futuro no está muy lejano, es cierto que muchos países adoptaron una moneda digital, pero otros no, pero ¿que pasaria si el mundo tuviera sólo una moneda mundial?.",
    "date": "3 Septiembre 2022"
  }
]
